HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20241016101104.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-10-16T10:11:04.068+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999900" betreiber="99" seriennummer="999900" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="17111" guid="9e4134ae-c840-42bc-a30b-40fefc22a23d"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-10-16T10:11:04.070+02:00" letzterVerkauf="2024-10-16T10:11:04.070+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
